alfred
awareness
cheatsheet
dash
docker
firefox
hiddenbar
iina
iterm2
java
jetbrains-toolbox
keka
mounty
postman
qlcolorcode
qlmarkdown
qlstephen
qlvideo
typora
v2rayx
vagrant
virtualbox
visual-studio-code
