alefragnani.bookmarks
coenraads.bracket-pair-colorizer-2
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dtsvet.vscode-wasm
editorconfig.editorconfig
esbenp.prettier-vscode
halfcrazy.pangu
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-zh-hans
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode.cpptools
rust-lang.rust
scala-lang.scala
slevesque.vscode-hexdump
timonwong.shellcheck
